{"insults":[
    {"insult":"Mi lengua es más hábil que cualquier espada.","defense":"Primero deberías dejar de usarla como un plumero."},
    {"insult":"¡Ordeñaré hasta la última gota de sangre de tu cuerpo!","defense":"Qué apropiado, tú peleas como una vaca."},
    {"insult":"Ya no hay técnicas que te puedan salvar.","defense":"Sí que las hay, sólo que nunca las has aprendido."},
    {"insult":"Ahora entiendo lo que significan basura y estupidez.","defense":"Me alegra que asistieras a tu reunión familiar diaria."},
    {"insult":"¡Eres como un dolor en la parte baja de la espalda!","defense":"Ya te están fastidiando otra vez las almorranas, ¿Eh?"},
    {"insult":"Mi nombre es temido en cada sucio rincón de esta isla.","defense":"Ah, ¿Ya has obtenido ese trabajo de barrendero?"},
    {"insult":"Hoy te tengo preparada una larga y dura lección.","defense":"Y yo tengo un SALUDO para ti, ¿Te enteras?"},
    {"insult":"Espero que tengas un barco para una rápida huida.","defense":"¿Por qué? ¿Acaso querías pedir uno prestado?"},
    {"insult":"Sólo he conocido a uno tan cobarde como tú.","defense":"Te habrá enseñado todo lo que sabes."},
    {"insult":"Nunca me verán luchar tan mal como tú lo haces.","defense":"¿TAN rápido corres?"},
    {"insult":"Si tu hermano es como tú, mejor casarse con un cerdo.","defense":"Me haces pensar que alguien ya lo ha hecho."},
    {"insult":"Cada palabra que sale de tu boca es una estupidez.","defense":"Quería asegurarme de que estuvieras a gusto conmigo."},
    {"insult":"Mi espada es famosa en todo el Caribe.","defense":"Qué pena me da que nadie haya oído hablar de ti."},
    {"insult":"Mis enemigos más sabios corren al verme llegar .","defense":"¿Incluso antes de que huelan tu aliento?"},
    {"insult":"¡Tengo el coraje y la técnica de un maestro!","defense":"Estaría acabado si la usases alguna vez."},
    {"insult":"¡En mi última pelea terminé con la manos llenas de sangre!","defense":"Espero que ya hayas aprendido a no tocarte la nariz."}
]}
